<?xml version="1.0" encoding="UTF-8"?>
<html DIR="LTR">
<head>
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<style>
P {
    font-size: 14 px;
    }
B {
    font-size: 16px;
}
A {
    color: #OOC;
}
.style1 {
    font-size: 16px;
}
</style>
</head>
<body>
<p><b>Automatische Software-Installation</b></p>
<span class="style1">Der Standard-USB-Modus f&uuml;r Verizon-Mobiltelefone (Massenspeicher-Modus) stellt neben einem Massenspeicherger&auml;t auch eine CD-ROM-Partition zur Verf&uuml;gung, die automatisch vom Telefon aus die Installation der Software auf einem Host-Computer startet. Einige Autoradios und Fotokioske bieten keine Unterst&uuml;tzung f&uuml;r diese CD-ROM-Partition und arbeiten m&ouml;glicherweise nicht korrekt damit zusammen.</span>
<span class="style1">Zur Umgehung dieses Problems haben wir eine Option vorgesehen, die es erm&ouml;glicht, die CD-ROM-Partition beim n&auml;chsten Anschlie&szlig;en des Ger&auml;ts vor&uuml;bergehend auszublenden, so dass das Autoradio bzw. der Fotokiosk den Massenspeicher Ihres Ger&auml;ts erkennen kann.</span>
<p><b>Verwendung:</b></p>
<ul>
<li>Vergewissern Sie sich, dass Ihr Telefon auf den Massenspeicher-Modus eingestellt ist. Dies ist die Standardeinstellung; das hei&szlig;t, wenn Sie bisher keine &Auml;nderung vorgenommen haben, m&uuml;sste diese Einstellung aktiviert sein. Wenn Sie die Einstellung &uuml;berpr&uuml;fen m&ouml;chten, schlie&szlig;en Sie das Ger&auml;t &uuml;ber USB an, w&auml;hlen Sie im Benachrichtigungsmen&uuml; &quot;USB-Verbindung&quot; und vergewissern Sie sich, dass &quot;Massenspeicher&quot; gew&auml;hlt ist.</li><br>
<li>Trennen Sie die USB-Verbindung.</li><br>
<li>Rufen Sie &quot;Men&uuml; - Speicher - Autom. SW-Install. deaktivieren&quot; auf und w&auml;hlen Sie diese Option aus.</li><br>
<li>Verbinden Sie Ihr Ger&auml;t mit dem Autoradio bzw. Fotokiosk.</li><br>
</ul>
<span class="style1">Jedes Mal wenn Sie diese Option verwenden m&ouml;chten, m&uuml;ssen Sie das genannte Men&uuml; aufrufen und die Option ausw&auml;hlen, BEVOR Sie die USB-Verbindung herstellen.</span>
</body>
</html>
